{
    "A glitch in the matrix": "Một trục trặc trong ma trận",
    "After closing Cyph, your messages will no longer be retrievable.": "Sau khi đóng Cyph, tin nhắn của bạn sẽ không còn được retrievable.",
    "Close Cyphertext": "Gần Cyphertext",
    "Connected!": "Kết nối!",
    "Cyph - Privacy starts here.": "Cyph - bảo mật bắt đầu ở đây.",
    "Disconnect": "Ngắt kết nối",
    "Formatting Help": "Định dạng trợ giúp",
    "I'm sorry, but your cyph is in another castle...": "Tôi xin lỗi, nhưng cyph của bạn là trong một lâu đài...",
    "Insert Photo": "Chèn ảnh",
    "Just have your friend open this link, and we're good to go!": "Chỉ có bạn bè của bạn mở liên kết này, và chúng tôi đang tốt để đi!",
    "Link expires in": "Liên kết hết hạn",
    "Menu": "Thực đơn",
    "Negotiating secure connection...": "Đàm phán kết nối bảo mật...",
    "New message!": "Thư mới!",
    "Now spinning up your cyph room...": "Bây giờ quay lên phòng cyph của bạn...",
    "Please": "Vui lòng",
    "Prepare to witness the amazing nuts and bolts of Cyph.": "Chuẩn bị để chứng kiến tuyệt vời nuts và bu lông của Cyph.",
    "Reasons why you may have landed here:": "Lý do tại sao bạn có thể đã hạ cánh ở đây:",
    "Send": "Gửi",
    "Send a secure message...": "Gửi thư an toàn...",
    "Settings": "Cài đặt",
    "Show Cyphertext": "Hiển thị Cyphertext",
    "Simple, frictionless private conversation with anyone at any time.": "Đơn giản, frictionless riêng cuộc trò chuyện với bất cứ ai bất cứ lúc nào.",
    "The cyph you're looking for has already been connected to (someone else got there first, or you clicked twice)": "cyph bạn đang tìm kiếm đã được kết nối với (ai đã có lần đầu tiên, hoặc bạn bấm hai lần)",
    "The cyph you're looking for has expired": "cyph bạn đang tìm kiếm đã hết hạn",
    "This cyph has been aborted.": "cyph này đã được hủy bỏ.",
    "This cyph has been disconnected.": "cyph này đã được ngắt kết nối.",
    "This cyphertext is what outsiders spying on your traffic will see (nothing of value).": "Cyphertext này là những gì bên ngoài theo dõi lưu lượng truy cập của bạn sẽ thấy (không có gì giá trị).",
    "Thou art amazed.": "Ngươi nghệ thuật ngạc nhiên.",
    "Verify Identity": "Xác minh danh tính",
    "We broke something": "Chúng tôi đã phá vỡ một cái gì đó",
    "You may now speak.": "Bạn có thể bây giờ nói chuyện.",
    "You're just guessing random URLs": "Bạn đang chỉ đoán ngẫu nhiên URL",
    "friend": "người bạn",
    "me": "tôi",
    "message": "tin nhắn",
    "messages": "tin nhắn",
    "new": "mới",
    "try again": "Thử lại"
}